Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Download incoming media (images, video, audio, documents) from allowlisted chats so agents can use it, and allow agents to send files from the allowed folders below.
ko: 허용 목록에 있는 채팅의 수신 미디어(이미지, 동영상, 오디오, 문서)를 다운로드하여 에이전트가 사용할 수 있게 하고, 에이전트가 아래 허용된 폴더의 파일을 보낼 수 있도록 허용합니다.
ru: Загружайте входящие медиафайлы (изображения, видео, аудио, документы) из разрешённых чатов, чтобы агенты могли их использовать, и разрешите агентам отправлять файлы из разрешённых папок ниже.
zh_hans: 下载允许列表聊天中的传入媒体（图片、视频、音频、文档）供代理使用，并允许代理从下方允许的文件夹发送文件。

source: Download incomplete
ko: 다운로드 불완전
ru: Скачать неполную
zh_hans: 下载不完整
zh_hant: 下載不完整

source: Download later
ko: 나중에 다운로드
ru: Скачать позже
zh_hans: 稍后下载
zh_hant: 稍後下載

source: Download model
ko: 모델 다운로드
ru: Скачать модель
zh_hans: 下载模型
zh_hant: 下載模型

source: Download or import first, then run a generation proof with token/s.
ko: 먼저 다운로드하거나 가져온 다음 초당 토큰 수(token/s)로 생성 증명을 실행하세요.
ru: Сначала скачайте или импортируйте, а затем запустите доказательство генерации с помощью токенов.
zh_hans: 先下载或导入，然后运行生成验证并测量 token/s 速率。
zh_hant: 先下載或導入，然後使用令牌運行生成證明。

source: Download or import the bundle before local runtime proof is possible.
ko: 로컬 런타임 증명이 가능하기 전에 번들을 다운로드하거나 가져오세요.
ru: Загрузите или импортируйте пакет до того, как станет возможным подтверждение локального выполнения.
zh_hans: 在本地运行时验证之前，请先下载或导入捆绑包。
zh_hant: 在本地運行時驗證之前，請先下載或導入捆綁包。

source: Download paused
ko: 다운로드 일시 정지됨
ru: Загрузка приостановлена
zh_hans: 下载已暂停
zh_hant: 下載已暫停

source: Download required
ko: 다운로드 필요
ru: Требуется загрузка
zh_hans: 需要下载
zh_hant: 需要下載

source: Download size
ko: 다운로드 크기
ru: Размер загрузки
zh_hans: 下载大小
zh_hant: 下載大小

source: Download the PocketTTS model in Voice settings to enable.
ko: 활성화하려면 음성 설정에서 PocketTTS 모델을 다운로드하세요.
ru: Загрузите модель PocketTTS в настройках Voice, чтобы включить ее.
zh_hans: 在“语音”设置中下载 PocketTTS 模型以启用。
zh_hant: 在「語音」設置中下載 PocketTTS 模型以啓用。

source: Downloaded
ko: 다운로드됨
ru: Скачано
zh_hans: 已下载
zh_hant: 已下載

source: Downloaded file corrupted
ko: 다운로드한 파일이 손상되었습니다
ru: Загруженный файл повреждён
zh_hans: 下载的文件已损坏
zh_hant: 下載的文件已損壞

source: Downloaded models will appear here
ko: 다운로드한 모델이 여기에 표시됩니다
ru: Здесь появятся загруженные модели
zh_hans: 已下载的模型会显示在这里
zh_hant: 已下載的模型會顯示在這裡

source: Downloading
ko: 다운로드 중
ru: Загрузка
zh_hans: 正在下载
zh_hant: 正在下載

source: Downloading %@
ko: %@ 다운로드 중
ru: Загрузка %@
zh_hans: 正在下载 %@
zh_hant: 正在下載 %@

source: Downloading %d%%
ko: 다운로드 중 %d%%
ru: Загрузка %d%%
zh_hans: 正在下载 %d%%
zh_hant: 正在下載 %d%%

source: Downloading %lld model%@ – Click to view
ko: %lld개의 모델%@ 다운로드 중 – 클릭하여 보기
ru: Скачиваем %lld модель%@ – Нажмите, чтобы посмотреть
zh_hans: 正在下载 %1$lld 个模型 – 点击查看
zh_hant: 正在下載 %lld 個模型%@ – 點擊查看

source: Downloading init filesystem
ko: 초기화 파일 시스템 다운로드 중
ru: Загрузка инициализирующей файловой системы
zh_hans: 正在下载初始文件系统
zh_hant: 正在下載初始文件系統

source: Downloading Linux kernel
ko: Linux 커널 다운로드 중
ru: Скачиваем ядро Linux
zh_hans: 正在下载 Linux 内核
zh_hant: 正在下載 Linux 內核

source: Downloading runtime…
ko: 런타임 다운로드 중…
ru: Загрузка среды выполнения…
zh_hans: 正在下载运行时…
zh_hant: 正在下載運行時…

source: Downloading theme…
ko: 테마 다운로드 중…
ru: Скачивание темы…
zh_hans: 正在下载主题…
zh_hant: 正在下載主題…

source: Downloading...
ko: 다운로드 중...
ru: Загрузка...
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Downloading…
ko: 다운로드 중…
ru: Загрузка…
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Downloads
ko: 다운로드
ru: Загрузки
zh_hans: 下载
zh_hant: 下載

source: Downloads Organizer
ko: 다운로드 정리 도구
ru: Организатор загрузок
zh_hans: 下载整理器
zh_hant: 下載整理器

source: Downloads without a token are rate-limited by Hugging Face and can be slow or fail under load.
ko: 토큰 없이 다운로드하면 Hugging Face의 속도 제한이 적용되어 느리거나 부하 시 실패할 수 있습니다.
ru: Загрузки без токена ограничиваются Hugging Face по частоте запросов и могут быть медленными или прерываться при нагрузке.
zh_hans: 没有令牌的下载会受到 Hugging Face 的速率限制，可能很慢或在高负载时失败。
zh_hant: 沒有令牌的下載會受到 Hugging Face 的速率限制，可能很慢或在高負載時失敗。

source: Draft and send texts
ko: 텍스트 작성 및 전송
ru: Составляйте и отправляйте тексты
zh_hans: 起草并发送短信
zh_hant: 起草並發送文本

source: Draft Tokens Per Step
ko: 단계당 초안 토큰
ru: Драфт токенов за шаг
zh_hans: 每步草案 Token 数
zh_hant: 每步草案 Token 數

source: Draft tokens with a fast helper model and verify with the main model in a single step. Engaged per request when the model supports it.
ko: 빠른 도우미 모델로 토큰 초안을 작성하고 단일 단계에서 기본 모델로 확인합니다. 모델이 지원하는 경우 요청당 참여합니다.
ru: Создавайте токены с помощью быстрой вспомогательной модели и проверяйте ее с помощью основной модели за один шаг. Включается по запросу, если модель это поддерживает.
zh_hans: 使用快速辅助模型生成草案 Token，并由主模型在单步中校验。模型支持时按请求启用。
zh_hant: 使用快速輔助模型生成草案 token，並由主模型在單步中校驗。模型支持時按請求啓用。

source: Drafts
ko: 초안
ru: Черновики
zh_hans: 草稿
zh_hant: 草稿

source: Drafts only
ko: 초안만
ru: Только черновики
zh_hans: 仅草稿
zh_hant: 僅草稿

source: Drag to set the order shown across the app.
ko: 드래그하여 앱 전체에 표시되는 순서를 설정하세요.
ru: Перетащите, чтобы установить порядок отображения в приложении.
zh_hans: 拖动以设置在整个应用中显示的顺序。
zh_hant: 拖動以設置在整個應用中顯示的順序。

source: Draining
ko: 비우는 중
ru: Слив
zh_hans: 正在排空
zh_hant: 正在排空

source: Drop
ko: 드롭
ru: Уронить
zh_hans: 拖放
zh_hant: 拖放

source: Drop requests that stall longer than this.
ko: 이보다 오래 지연되는 요청을 드롭합니다.
ru: Отбрасывайте запросы, которые задерживаются дольше этого времени.
zh_hans: 丢弃停滞时间超过此限制的请求。
zh_hant: 丟棄停滯時間超過此限制的請求。

source: Drop tokens less likely than P × the top token.
ko: 상위 토큰의 P배보다 가능성이 낮은 토큰을 드롭합니다.
ru: Вероятность выпадения токенов меньше, чем P × верхний токен.
zh_hans: 丢弃概率低于（顶部 Token 概率 × P）的 Token。
zh_hant: 丟棄概率低於（頂部 token 概率 × P）的 token。

source: Dropbox Automation
ko: Dropbox 자동화
ru: Автоматизация Dropbox
zh_hans: Dropbox 自动化
zh_hant: Dropbox 自動化

source: Duplicate
ko: 복제
ru: Дублировать
zh_hans: 复制
zh_hant: 複製

source: Duplicate detection
ko: 중복 감지
ru: Обнаружение дубликатов
zh_hans: 重复检测
zh_hant: 重複檢測

source: Duplicate Sets
ko: 중복 세트
ru: Дублирующиеся наборы
zh_hans: 重复集
zh_hant: 重複集

source: Duplicate Themes
ko: 중복 테마
ru: Дублирующиеся темы
zh_hans: 重复主题
zh_hant: 重複主題

source: Duplicated as "%@"
ko: "%@"(으)로 복제됨
ru: Дублируется как «%@»
zh_hans: 已复制为“%@”
zh_hant: 已複製爲「%@」

source: Duplicates
ko: 중복
ru: Дубликаты
zh_hans: 重复
zh_hant: 重複

source: Durable storage for this agent.
ko: 이 에이전트를 위한 내구성 있는 저장소입니다.
ru: Долговечное хранение этого агента.
zh_hans: 此智能体的持久化存储。
zh_hant: 此智能體的持久化存儲。

source: Duration
ko: 기간
ru: Продолжительность
zh_hans: 时长
zh_hant: 期間

source: DURATION
ko: 기간
ru: ДЛИТЕЛЬНОСТЬ
zh_hans: 时长
zh_hant: 持續時間

source: e.g. -y @scope/server --root '/path with spaces'
ko: 예: -y @scope/server --root '/path with spaces'
ru: например -y @scope/server --root '/путь с пробелами'
zh_hans: 例如：-y @scope/server --root '/path with spaces'
zh_hant: 例如：-y @scope/server --root '包含空格的 /path'

source: e.g. Cursor, CLI, my-app
ko: 예: Cursor, CLI, my-app
ru: например Курсор, CLI, мое приложение
zh_hans: 例如 Cursor、CLI、my-app
zh_hant: 例如 Cursor、CLI、my-app

source: e.g. CUSTOMER
ko: 예: CUSTOMER
ru: например CUSTOMER
zh_hans: 例如：CUSTOMER
zh_hant: 例如：客戶

source: e.g. My Provider
ko: 예: My Provider
ru: например Мой провайдер
zh_hans: 例如：我的提供商
zh_hant: 例如：我的提供商

source: e.g. pip install -r requirements.txt
ko: 예: pip install -r requirements.txt
ru: например pip install -r требования.txt
zh_hans: 例如：pip install -r requirements.txt
zh_hant: 例如：pip install -r requirements.txt

source: e.g. Please translate the following to Spanish:
ko: 예: 다음을 스페인어로 번역해 주세요:
ru: например Пожалуйста, переведите следующее на испанский:
zh_hans: 例如：请将以下内容翻译成西班牙语：
zh_hant: 例如：請將以下內容翻譯成西班牙語：

source: e.g. Project Apollo
ko: 예: Project Apollo
ru: например Проект Аполлон
zh_hans: 例如：阿波罗计划
zh_hant: 例如：阿波羅計劃

source: e.g. Share daily status updates and important findings here.
ko: 예: 여기에 일일 상태 업데이트와 중요한 발견을 공유하세요.
ru: Например: делитесь здесь ежедневными статусами и важными находками.
zh_hans: 例如：在此分享每日状态更新和重要发现。
zh_hant: 例如：在此分享每日狀態更新和重要發現。

source: e.g., Code Assistant
ko: 예: 코드 어시스턴트
ru: например, Code Assistant
zh_hans: 例如：代码助手
zh_hant: 例如：代碼助手

source: e.g., Daily Summary
ko: 예: 일일 요약
ru: например, ежедневная сводка
zh_hans: 例如，每日摘要
zh_hant: 例如，每日摘要

source: e.g., Downloads Organizer
ko: 예: 다운로드 정리 도구
ru: например, Организатор загрузок
zh_hans: 例如：下载整理器
zh_hant: 例如：下載整理器

source: e.g., Hey Osaurus
ko: 예: 안녕 Osaurus
ru: например, Привет Osaurus
zh_hans: 例如：Hey Osaurus
zh_hant: 例如：Hey Osaurus

source: e.g., My name is Terence
ko: 예: 내 이름은 Terence입니다
ru: например, Меня зовут Теренс
zh_hans: 例如：我叫 Terence
zh_hant: 例如：我叫 Terence

source: e.g., productivity
ko: 예: 생산성
ru: например, производительность
zh_hans: 例如：效率
zh_hant: 例如：效率

source: e.g., Research Analyst
ko: 예: 리서치 애널리스트
ru: например, аналитик-исследователь
zh_hans: 例如：研究分析师
zh_hant: 例如：研究分析師

source: Each agent only sees the knowledge bases you check in its Abilities tab. Everything else stays invisible to it. Edit a file in the folder and the index updates live, no restart needed.
ko: 각 에이전트는 Abilities 탭에서 선택한 지식 베이스만 볼 수 있습니다. 그 외에는 전혀 보이지 않습니다. 폴더의 파일을 수정하면 재시작 없이 색인이 즉시 갱신됩니다.
ru: Каждый агент видит только те базы знаний, которые вы отметили на его вкладке Abilities. Всё остальное для него невидимо. Измените файл в папке, и индекс обновится сразу, без перезапуска.
zh_hans: 每个智能体只能看到你在其“能力”标签页中勾选的知识库，其余内容对它完全不可见。编辑文件夹中的文件，索引会实时更新，无需重启。
zh_hant: 每個智能體只能看到您在其「能力」分頁中勾選的知識庫，其餘內容對它完全不可見。編輯資料夾中的檔案，索引會即時更新，無需重新啟動。

source: Each line is matched literally — no regex needed. Special characters are escaped for you.
ko: 각 줄은 문자 그대로 일치합니다. 정규식이 필요하지 않습니다. 특수 문자는 자동으로 이스케이프됩니다.
ru: Каждая строка сопоставляется буквально — регулярное выражение не требуется. Специальные символы экранируются для вас.
zh_hans: 每行均按字面内容进行匹配——无需正则表达式。特殊字符将自动为你转义。
zh_hant: 每行均按字面內容進行匹配——無需正則表達式。特殊字符將自動爲您轉義。

source: Each one gets its own access, and you can take it back any time.
ko: 각각 고유한 액세스 권한을 가지며 언제든지 회수할 수 있습니다.
ru: Каждый из них получает свой собственный доступ, и вы можете вернуть его в любой момент.
zh_hans: 每一个都有自己的访问权限，你可以随时收回。
zh_hant: 每一個都有自己的訪問權限，你可以隨時收回。

source: Each script that changes anything is shown for your approval before it runs. Read-only scripts run automatically.
ko: 무언가를 변경하는 스크립트는 실행 전에 승인하도록 표시됩니다. 읽기 전용 스크립트는 자동으로 실행됩니다.
ru: Каждый скрипт, который что-то изменяет, показывается вам на подтверждение перед запуском. Скрипты только для чтения запускаются автоматически.
zh_hans: 任何会做出更改的脚本都会在运行前显示，等待你的确认。只读脚本会自动运行。
zh_hant: 任何會做出更改的腳本都會在運行前顯示，等待你的確認。只讀腳本會自動運行。

source: Edit
ko: 편집
ru: Редактировать
zh_hans: 编辑
zh_hant: 編輯

source: Edit %@
ko: %@ 편집
ru: Редактировать %@
zh_hans: 编辑 %@
zh_hant: 編輯 %@

source: Edit a recently sent message.
ko: 최근에 보낸 메시지를 편집합니다.
ru: Редактировать недавно отправленное сообщение.
zh_hans: 编辑最近发送的消息。

source: Edit agent settings
ko: 에이전트 설정 편집
ru: Изменить настройки агента
zh_hans: 编辑智能体设置
zh_hant: 編輯智能體設置

source: Edit before approving
ko: 승인 전 편집
ru: Редактировать перед утверждением
zh_hans: 批准前编辑
zh_hant: 覈準前編輯

source: Edit command
ko: 명령 편집
ru: Команда обезличивания
zh_hans: 编辑命令
zh_hant: 編輯命令

source: Edit Command
ko: 명령 편집
ru: Редактировать команду
zh_hans: 编辑命令
zh_hant: 編輯命令

source: Edit Connection
ko: 연결 편집
ru: Изменить соединение
zh_hans: 编辑连接
zh_hant: 編輯連接

source: Edit file content with search/replace
ko: 검색/바꾸기로 파일 콘텐츠 편집
ru: Редактировать содержимое файла с помощью поиска/замены
zh_hans: 通过搜索/替换编辑文件内容
zh_hant: 通過搜索/替換編輯文件內容

source: Edit Files
ko: 파일 편집
ru: Редактировать файлы
zh_hans: 编辑文件
zh_hant: 編輯文件

source: Edit Identity
ko: 신원 편집
ru: Изменить идентификация
zh_hans: 编辑身份
zh_hant: 編輯身份

source: Edit Instructions…
ko: 지침 편집…
ru: Изменить инструкции…
zh_hans: 编辑指令…
zh_hant: 編輯指令…

source: Edit Knowledge Collection
ko: 지식 컬렉션 편집
ru: Редактировать коллекцию знаний
zh_hans: 编辑知识集合
zh_hant: 編輯知識集合

source: Edit MCP Provider
ko: MCP 제공자 편집
ru: Изменить провайдера MCP
zh_hans: 编辑 MCP 提供商
zh_hant: 編輯 MCP 提供商

source: Edit Messages
ko: 메시지 편집
ru: Редактировать сообщения
zh_hans: 编辑消息

source: Edit next-run instructions
ko: 다음 실행 지침 편집
ru: Изменить инструкции следующего запуска
zh_hans: 编辑下次运行的指令
zh_hant: 編輯下次運行的指令

source: Edit pasted content
ko: 붙여넣은 콘텐츠 편집
ru: Редактировать вставленный контент
zh_hans: 编辑粘贴的内容
zh_hant: 編輯粘貼的內容

source: Edit Plugin
ko: 플러그인 편집
ru: Редактировать плагин
zh_hans: 编辑插件
zh_hant: 編輯插件

source: Edit row
ko: 행 편집
ru: Изменить строку
zh_hans: 编辑行
zh_hant: 編輯行

source: Edit Schedule
ko: 일정 편집
ru: Изменить расписание
zh_hans: 编辑计划
zh_hant: 編輯計劃

source: Edit Secrets
ko: 비밀 편집
ru: Редактировать секреты
zh_hans: 编辑密钥
zh_hant: 編輯密鑰

source: Edit Skill
ko: 스킬 편집
ru: Изменить навык
zh_hans: 编辑技能
zh_hant: 編輯技能

source: Edit the endpoint fields and test again.
ko: 엔드포인트 필드를 편집하고 다시 테스트하세요.
ru: Отредактируйте поля эндпоинта и повторите тестирование.
zh_hans: 编辑端点字段并再次测试。
zh_hant: 編輯端點字段並再次測試。

source: Edit the endpoint URL and test again.
ko: 엔드포인트 URL을 편집하고 다시 테스트하세요.
ru: Измените URL эндпоинта и проверьте снова.
zh_hans: 修改端点 URL 并重新测试。
zh_hant: 修改端點URL並重新測試。

source: Edit the provider and enter the executable.
ko: 제공자를 편집하고 실행 파일을 입력하세요.
ru: Отредактируйте провайдера и введите исполняемый файл.
zh_hans: 编辑提供商并输入可执行文件。
zh_hant: 編輯提供者並輸入可執行文件。

source: Edit the provider and save an API key or secret Authorization header.
ko: 제공자를 편집하고 API 키 또는 비밀 Authorization 헤더를 저장하세요.
ru: Отредактируйте провайдера и сохраните ключ API или секретный заголовок авторизации.
zh_hans: 编辑该提供商并保存 API 密钥或机密 Authorization 标头。
zh_hant: 編輯該提供程序並保存 API 密鑰或祕密的授權標頭。

source: Edit the URL and include the scheme, host, and path.
ko: URL을 편집하고 체계, 호스트 및 경로를 포함하세요.
ru: Отредактируйте URL и укажите схему, хост и путь.
zh_hans: 编辑 URL，并包含协议、主机和路径。
zh_hant: 編輯 URL，並包含協議、主機和路徑。

source: Edit this rule.
ko: 이 규칙을 편집합니다.
ru: Отредактируйте это правило.
zh_hans: 编辑此规则。
zh_hant: 編輯此規則。

source: Edit Watcher
ko: 모니터링 편집
ru: Редактировать наблюдателя
zh_hans: 编辑监视器
zh_hant: 編輯監視器

source: Edited a file
ko: 파일을 편집했습니다
ru: Отредактировал файл
zh_hans: 已编辑文件
zh_hant: 已編輯文件

source: Edited a file in sandbox
ko: 샌드박스에서 파일을 편집했습니다
ru: Отредактировал файл в песочнице
zh_hans: 已在沙盒中编辑文件
zh_hant: 已在沙盒中編輯文件

source: Editing
ko: 편집 중
ru: Редактирование
zh_hans: 编辑操作
zh_hant: 正在編輯

source: Editing "%@"
ko: "%@" 편집 중
ru: Редактирование "%@"
zh_hans: 正在编辑“%@”
zh_hant: 正在編輯「%@」

source: Editing a file
ko: 파일 편집 중
ru: Редактирование файла
zh_hans: 正在编辑文件
zh_hant: 正在編輯文件

source: Editing a file in sandbox
ko: 샌드박스에서 파일 편집 중
ru: Редактирование файла в песочнице
zh_hans: 正在沙盒中编辑文件
zh_hant: 正在沙盒中編輯文件

source: Editing the wake-up brief flags the row as user-scheduled so the agent knows you intervened.
ko: 깨우기 브리핑을 편집하면 행이 사용자가 예약한 것으로 플래그가 지정되어 에이전트가 귀하의 개입을 알 수 있습니다.
ru: При редактировании запроса на пробуждение эта строка помечается как запланированная пользователем, чтобы агент знал, что вы вмешались.
zh_hans: 编辑唤醒简报会将该行标记为用户计划，以便智能体知道你进行了干预。
zh_hant: 編輯喚醒簡報會將該行標記爲用戶計劃，以便智能體知道你進行了幹預。

source: Editing, unsending, tapbacks, typing indicators, and attachment sends use Apple's private iMessage APIs. They only work after you disable System Integrity Protection and Library Validation on this Mac — a significant, system-wide security reduction. Osaurus never changes those protections; it only detects whether the bridge is active. Do this only on a dedicated machine.
ko: 메시지 편집, 전송 취소, 탭백, 입력 표시, 첨부 파일 전송은 Apple의 비공개 iMessage API를 사용합니다. 이 기능들은 이 Mac에서 시스템 무결성 보호(SIP)와 라이브러리 검증을 비활성화해야만 작동하며, 이는 시스템 전체 보안을 크게 낮춥니다. Osaurus는 이러한 보호를 절대 변경하지 않으며, 브리지 활성 여부만 감지합니다. 전용 기기에서만 사용하세요.
ru: Редактирование, отмена отправки, тапбэки, индикаторы набора и отправка вложений используют закрытые API iMessage от Apple. Они работают только после отключения System Integrity Protection и Library Validation на этом Mac — это существенное снижение безопасности всей системы. Osaurus никогда не меняет эти защиты; он лишь определяет, активен ли мост. Делайте это только на выделенной машине.
zh_hans: 编辑、撤回、Tapback 回应、输入指示器和附件发送使用 Apple 的私有 iMessage API。只有在此 Mac 上停用系统完整性保护（SIP）和库验证后才能使用——这会显著降低整个系统的安全性。Osaurus 绝不会更改这些保护；它只检测桥接是否处于活动状态。请仅在专用机器上这样做。
zh_hant: 編輯、收回、Tapback 回應、輸入指示器和附件傳送使用 Apple 的私有 iMessage API。只有在此 Mac 上停用系統完整性保護（SIP）和函式庫驗證後才能使用——這會顯著降低整個系統的安全性。Osaurus 絕不會更改這些保護；它只偵測橋接是否處於作用中狀態。請僅在專用機器上這樣做。

# editor.section.identity
source: Identity
ko: 기본 정보
ru: Идентификация
zh_hans: 基本信息
zh_hant: 身份

source: Edits run; only sending, deleting, and similar ask first.
ko: 편집이 실행됩니다. 전송, 삭제 및 이와 유사한 작업만 먼저 묻습니다.
ru: Правки выполняются; только отправку, удаление и тому подобное спрашивайте сначала.
zh_hans: 编辑操作会直接运行；仅发送、删除等类似操作会先询问。
zh_hant: 編輯運行；僅發送、刪除和類似操作可先執行。

source: Efficient
ko: 효율적
ru: Эффективный
zh_hans: 高效
zh_hant: 高效

source: Efficient (QAT)
ko: 효율적 (QAT)
ru: Эффективный (QAT)
zh_hans: 高效（QAT）
zh_hant: 高效（QAT）

source: Either way, full-text search and all features work the same; encryption only changes how bytes sit on disk.
ko: 어느 쪽이든 전체 텍스트 검색 및 모든 기능은 동일하게 작동합니다. 암호화는 디스크에 바이트가 저장되는 방식만 변경합니다.
ru: В любом случае полнотекстовый поиск и все функции работают одинаково; шифрование меняет только то, как байты располагаются на диске.
zh_hans: 无论哪种方式，全文搜索和所有功能都一样；加密只是改变了字节在磁盘上的存储方式。
zh_hant: 無論哪種方式，全文搜索和所有功能都一樣；加密只是改變了字節在磁盤上的存儲方式。

source: Email addresses
ko: 이메일 주소
ru: Адреса электронной почты
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

source: Empty — Computer Use is allowed in any app.
ko: 비어 있음 — 모든 앱에서 컴퓨터 제어가 허용됩니다.
ru: Пусто — использование компьютера разрешено в любом приложении.
zh_hans: 留空表示所有应用中均允许电脑操控。
zh_hant: 空 — 任何應用中都允許使用計算機。

source: Empty = engine default
ko: 비어 있음 = 엔진 기본값
ru: Пусто = движок по умолчанию
zh_hans: 留空 = 引擎默认值
zh_hant: 留空 = 引擎默認值

source: Empty = unlimited
ko: 비어 있음 = 무제한
ru: Пусто = неограниченно
zh_hans: 留空 = 无限制
zh_hant: 留空 = 無限制

source: Empty scans HF_HUB_CACHE, HF_HOME/hub, and ~/.cache/huggingface/hub.
ko: 비워두면 HF_HUB_CACHE, HF_HOME/hub 및 ~/.cache/huggingface/hub를 스캔합니다.
ru: Пустые сканы HF_HUB_CACHE, HF_HOME/hub и ~/.cache/huggingface/hub.
zh_hans: 留空时将扫描 HF_HUB_CACHE、HF_HOME/hub 和 ~/.cache/huggingface/hub。
zh_hant: 清空掃描HF_HUB_CACHE、HF_HOME/hub和~/.cache/huggingface/hub。

source: Empty State
ko: 빈 상태
ru: Пустое состояние
zh_hans: 空状态
zh_hant: 空狀態

source: Enable
ko: 사용
ru: Давать возможность
zh_hans: 启用
zh_hant: 啓用

source: Enable a working folder, sandbox, plugin, or remote provider to add tools
ko: 도구를 추가하려면 작업 폴더, 샌드박스, 플러그인 또는 원격 제공자를 사용하세요
ru: Включите рабочую папку, песочницу, плагин или удалённый провайдер для добавления инструментов.
zh_hans: 启用工作文件夹、沙盒、插件或远程提供程序以添加工具
zh_hant: 啓用工作文件夾、沙盒、插件或遠程提供程序以添加工具

source: Enable Advanced Actions
ko: 고급 작업 활성화
ru: Включить расширенные действия
zh_hans: 启用高级操作

source: Enable all
ko: 모두 사용
ru: Включить все
zh_hans: 全部启用
zh_hant: 全部啓用

source: Enable clipboard monitoring
ko: 클립보드 모니터링 사용
ru: Включить мониторинг буфера обмена
zh_hans: 启用剪贴板监控
zh_hant: 啓用剪貼板監控

source: Enable encryption
ko: 암호화 사용
ru: Включить шифрование
zh_hans: 启用加密
zh_hant: 啓用加密

source: Enable Glass Background?
ko: 유리 배경을 사용하시겠습니까?
ru: Включить стеклянный фон?
zh_hans: 启用玻璃背景？
zh_hant: 啓用玻璃背景？

source: Enable GPU Cache
ko: GPU 캐시 사용
ru: Включить GPU Кэш
zh_hans: 启用 GPU 缓存
zh_hant: 啓用 GPU 緩存

source: Enable iMessage sending before automatic channel replies.
ko: 자동 채널 답장을 사용하려면 먼저 iMessage 전송을 활성화하세요.
ru: Включите отправку iMessage, прежде чем включать автоматические ответы канала.
zh_hans: 启用自动频道回复前，请先启用 iMessage 发送。

source: Enable memory
ko: 메모리 사용
ru: Включить память
zh_hans: 启用记忆
zh_hant: 啓用記憶

source: Enable microphone button in the chat input area
ko: 채팅 입력 영역에서 마이크 버튼 사용
ru: Включить кнопку микрофона в области ввода чата
zh_hans: 在聊天输入区域启用麦克风按钮
zh_hant: 在聊天輸入區域啓用麥克風按鈕

source: Enable Relay
ko: 릴레이 사용
ru: Включить реле
zh_hans: 启用中继
zh_hant: 啓用中繼

source: Enable relay in the Sandbox tab to get a public URL.
ko: 공개 URL을 얻으려면 샌드박스 탭에서 릴레이를 사용하세요.
ru: Включите ретрансляцию на вкладке «Песочница», чтобы получить общедоступный URL.
zh_hans: 在“沙盒”标签页启用中继以获取公开 URL。
zh_hant: 在「沙盒」標籤頁啓用中繼以獲取公開 URL。

source: Enable Sandbox for autonomous code execution
ko: 자율 코드 실행을 위해 샌드박스 사용
ru: Включить песочницу для автономного выполнения кода
zh_hans: 启用沙盒以进行自主代码执行
zh_hant: 啓用沙盒以進行自主代碼執行

source: Enable Streaming
ko: 스트리밍 사용
ru: Включить потоковую передачу
zh_hans: 启用流式传输
zh_hant: 啓用流式傳輸

source: Enable the plugin before granting capture access.
ko: 캡처 접근 권한을 부여하기 전에 플러그인을 사용하세요.
ru: Включите плагин, прежде чем предоставлять доступ к захвату.
zh_hans: 在授予捕获权限之前，请启用插件。
zh_hant: 在授予捕獲權限之前，請啓用插件。

source: Enable the provider before testing or selecting its models.
ko: 모델을 테스트하거나 선택하기 전에 제공사를 사용하세요.
ru: Включите провайдера перед тестированием или выбором его моделей.
zh_hans: 在测试或选择其模型之前，请先启用该提供商。
zh_hant: 在測試或選擇其模型之前，請先啓用該提供程序。

source: Enable the relay tunnel so others can reach this agent.
ko: 다른 사람이 이 에이전트에 접근할 수 있도록 릴레이 터널을 사용하세요.
ru: Включите релейный туннель, чтобы другие могли связаться с этим агентом.
zh_hans: 启用中继隧道，以便其他人可以访问此智能体。
zh_hant: 啓用中繼隧道，以便其他人可以訪問此智能體。

source: Enable to read assistant replies aloud
ko: 어시스턴트의 답변을 소리 내어 읽으려면 사용하세요
ru: Включить, чтобы читать ответы помощника вслух
zh_hans: 启用以朗读助手的回复
zh_hant: 啓用以朗讀助手的回覆

source: Enable tools
ko: 도구 사용
ru: Включить инструменты
zh_hans: 启用工具
zh_hant: 啓用工具

source: Enable Tunnel
ko: 터널 사용
ru: Включить туннель
zh_hans: 启用隧道
zh_hant: 啓用隧道

source: Enable Voice Detection
ko: 음성 감지 사용
ru: Включить обнаружение голоса
zh_hans: 启用语音检测
zh_hant: 啓用語音檢測

source: Enable WhatsApp sending before automatic channel replies.
ko: 자동 채널 답장을 사용하려면 먼저 WhatsApp 전송을 활성화하세요.
ru: Включите отправку WhatsApp, прежде чем включать автоматические ответы канала.
zh_hans: 启用自动频道回复前，请先启用 WhatsApp 发送。

source: Enabled
ko: 사용함
ru: Включено
zh_hans: 已启用
zh_hant: 已啓用

source: Enabled (secure default)
ko: 활성화됨(안전한 기본값)
ru: Включено (безопасное значение по умолчанию)
zh_hans: 已启用（安全默认值）

source: Enabled Capabilities
ko: 사용하는 기능
ru: Включенные возможности
zh_hans: 已启用的功能
zh_hant: 已啓用的功能

source: Enables Knowledge
ko: 지식 활성화됨
ru: Включит «Знания»
zh_hans: 将启用知识
zh_hant: 將啟用知識

source: Encrypt local data at rest (SQLCipher)
ko: 유휴 상태의 로컬 데이터 암호화 (SQLCipher)
ru: Шифровать локальные данные при хранении (SQLCipher)
zh_hans: 静态加密本地数据（SQLCipher）
zh_hant: 靜態加密本地數據（SQLCipher）

source: Encrypt local data at rest?
ko: 유휴 상태의 로컬 데이터를 암호화하시겠습니까?
ru: Зашифровать локальные данные при хранении?
zh_hans: 静态加密本地数据？
zh_hant: 靜態加密本地數據？

source: Encrypted %lld store(s) at rest.
ko: 유휴 상태의 저장소 %lld개를 암호화했습니다.
ru: Зашифровано %lld хранилищ при хранении.
zh_hans: 静态加密 %lld 存储。
zh_hant: 靜態加密%lld存儲。

source: Encrypted storage
ko: 암호화된 저장소
ru: Зашифрованное хранилище
zh_hans: 加密存储
zh_hant: 加密存儲

source: Encrypted with SQLCipher
ko: SQLCipher로 암호화됨
ru: Зашифровано с помощью SQLCipher
zh_hans: 使用 SQLCipher 加密
zh_hant: 使用SQLCipher加密

source: Encrypted, but the storage key is unavailable on this Mac. Restore the Keychain key and Retry, or Reset to start fresh.
ko: 암호화되었지만 이 Mac에서 저장소 키를 사용할 수 없습니다. 키체인 키를 복원하고 다시 시도하거나, 재설정하여 새로 시작하세요.
ru: Зашифровано, но ключ хранения недоступен на этом Mac. Восстановите ключ связки ключей и повторите попытку или выполните сброс, чтобы начать все заново.
zh_hans: 加密，但此 Mac 上无法使用存储密钥。恢复钥匙串密钥并重试，或重置以重新开始。
zh_hant: 加密，但此Mac上無法使用存儲密鑰。恢復鑰匙串密鑰並重試，或重置以重新開始。

source: Encryption key installed
ko: 암호화 키가 설치됨
ru: Ключ шифрования установлен
zh_hans: 已安装加密密钥
zh_hant: 已安裝加密密鑰

source: End-to-end at-rest encryption for your local data
ko: 로컬 데이터를 위한 종단간 유휴 상태 암호화
ru: Сквозное шифрование при хранении ваших локальных данных
zh_hans: 为你的本地数据提供端到端的静态加密
zh_hant: 爲你的本地數據提供端到端的靜態加密

source: End-to-end encrypted
ko: 종단간 암호화됨
ru: Сквозное шифрование
zh_hans: 端到端加密
zh_hant: 端到端加密

source: End-to-end encrypted via Osaurus Secure Channel
ko: Osaurus 보안 채널을 통해 종단간 암호화됨
ru: Сквозное шифрование через защищенный канал Osaurus
zh_hans: 通过 Osaurus 安全通道进行端到端加密
zh_hant: 通過Osaurus安全通道進行端到端加密

source: end, e.g. </secret>
ko: 끝, 예: </secret>
ru: конец, например </secret>
zh_hans: 结尾，例如：</secret>
zh_hant: 結尾，例如：</secret>
